{
  "basic_info": {
    "number": 7451,
    "title": "ビジョンに環境問題への対策を追加",
    "state": "open",
    "created_at": "2025-07-17T02:51:11Z",
    "updated_at": "2025-07-17T03:00:52Z",
    "closed_at": null,
    "merged_at": null,
    "html_url": "https://github.com/team-mirai/policy/pull/7451",
    "user": {
      "login": "idobata-policy-app[bot]",
      "id": 211775619,
      "html_url": "https://github.com/apps/idobata-policy-app"
    }
  },
  "labels": [],
  "comments": [
    {
      "url": "https://api.github.com/repos/team-mirai/policy/issues/comments/3082266848",
      "html_url": "https://github.com/team-mirai/policy/pull/7451#issuecomment-3082266848",
      "issue_url": "https://api.github.com/repos/team-mirai/policy/issues/7451",
      "id": 3082266848,
      "node_id": "IC_kwDOOqTJvM63t6jg",
      "user": {
        "login": "github-actions[bot]",
        "id": 41898282,
        "node_id": "MDM6Qm90NDE4OTgyODI=",
        "avatar_url": "https://avatars.githubusercontent.com/in/15368?v=4",
        "gravatar_id": "",
        "url": "https://api.github.com/users/github-actions%5Bbot%5D",
        "html_url": "https://github.com/apps/github-actions",
        "followers_url": "https://api.github.com/users/github-actions%5Bbot%5D/followers",
        "following_url": "https://api.github.com/users/github-actions%5Bbot%5D/following{/other_user}",
        "gists_url": "https://api.github.com/users/github-actions%5Bbot%5D/gists{/gist_id}",
        "starred_url": "https://api.github.com/users/github-actions%5Bbot%5D/starred{/owner}{/repo}",
        "subscriptions_url": "https://api.github.com/users/github-actions%5Bbot%5D/subscriptions",
        "organizations_url": "https://api.github.com/users/github-actions%5Bbot%5D/orgs",
        "repos_url": "https://api.github.com/users/github-actions%5Bbot%5D/repos",
        "events_url": "https://api.github.com/users/github-actions%5Bbot%5D/events{/privacy}",
        "received_events_url": "https://api.github.com/users/github-actions%5Bbot%5D/received_events",
        "type": "Bot",
        "user_view_type": "public",
        "site_admin": false
      },
      "created_at": "2025-07-17T02:51:20Z",
      "updated_at": "2025-07-17T02:51:20Z",
      "author_association": "NONE",
      "body": "## 📢 X（旧Twitter）通知について\n\nこのPRがマージされると、自動的にX（旧Twitter）に投稿されます。\n\nもし以下のような政策内容の実質的な変更を含まないPRの場合、X通知をスキップすることができます：\n- タイポや誤字脱字の修正\n- マークダウンのフォーマット調整\n- リンク切れの修正\n- その他、政策内容に実質的な変更を含まない修正\n\n### 通知をスキップする方法\nPRに `skip-notification` ラベルを追加してください。\n1. 右側のLabelsセクションをクリック\n2. `skip-notification` を選択\n\n※ Slack通知は内部進捗管理のため、引き続き送信されます。",
      "reactions": {
        "url": "https://api.github.com/repos/team-mirai/policy/issues/comments/3082266848/reactions",
        "total_count": 0,
        "+1": 0,
        "-1": 0,
        "laugh": 0,
        "hooray": 0,
        "confused": 0,
        "heart": 0,
        "rocket": 0,
        "eyes": 0
      },
      "performed_via_github_app": {
        "id": 15368,
        "client_id": "Iv1.05c79e9ad1f6bdfa",
        "slug": "github-actions",
        "node_id": "MDM6QXBwMTUzNjg=",
        "owner": {
          "login": "github",
          "id": 9919,
          "node_id": "MDEyOk9yZ2FuaXphdGlvbjk5MTk=",
          "avatar_url": "https://avatars.githubusercontent.com/u/9919?v=4",
          "gravatar_id": "",
          "url": "https://api.github.com/users/github",
          "html_url": "https://github.com/github",
          "followers_url": "https://api.github.com/users/github/followers",
          "following_url": "https://api.github.com/users/github/following{/other_user}",
          "gists_url": "https://api.github.com/users/github/gists{/gist_id}",
          "starred_url": "https://api.github.com/users/github/starred{/owner}{/repo}",
          "subscriptions_url": "https://api.github.com/users/github/subscriptions",
          "organizations_url": "https://api.github.com/users/github/orgs",
          "repos_url": "https://api.github.com/users/github/repos",
          "events_url": "https://api.github.com/users/github/events{/privacy}",
          "received_events_url": "https://api.github.com/users/github/received_events",
          "type": "Organization",
          "user_view_type": "public",
          "site_admin": false
        },
        "name": "GitHub Actions",
        "description": "Automate your workflow from idea to production",
        "external_url": "https://help.github.com/en/actions",
        "html_url": "https://github.com/apps/github-actions",
        "created_at": "2018-07-30T09:30:17Z",
        "updated_at": "2025-03-07T16:35:00Z",
        "permissions": {
          "actions": "write",
          "administration": "read",
          "attestations": "write",
          "checks": "write",
          "contents": "write",
          "deployments": "write",
          "discussions": "write",
          "issues": "write",
          "merge_queues": "write",
          "metadata": "read",
          "models": "read",
          "packages": "write",
          "pages": "write",
          "pull_requests": "write",
          "repository_hooks": "write",
          "repository_projects": "write",
          "security_events": "write",
          "statuses": "write",
          "vulnerability_alerts": "read"
        },
        "events": [
          "branch_protection_rule",
          "check_run",
          "check_suite",
          "create",
          "delete",
          "deployment",
          "deployment_status",
          "discussion",
          "discussion_comment",
          "fork",
          "gollum",
          "issues",
          "issue_comment",
          "label",
          "merge_group",
          "milestone",
          "page_build",
          "project",
          "project_card",
          "project_column",
          "public",
          "pull_request",
          "pull_request_review",
          "pull_request_review_comment",
          "push",
          "registry_package",
          "release",
          "repository",
          "repository_dispatch",
          "status",
          "watch",
          "workflow_dispatch",
          "workflow_run"
        ]
      }
    }
  ],
  "review_comments": [],
  "files": [
    {
      "sha": "41f9e08031007af6817611cf9de6c76b456a7818",
      "filename": "01_チームみらいのビジョン.md",
      "status": "modified",
      "additions": 217,
      "deletions": 91,
      "changes": 308,
      "blob_url": "https://github.com/team-mirai/policy/blob/ff28a353f3ffbf4db33a1289df10acf2e555d1ca/01_%E3%83%81%E3%83%BC%E3%83%A0%E3%81%BF%E3%82%89%E3%81%84%E3%81%AE%E3%83%93%E3%82%B8%E3%83%A7%E3%83%B3.md",
      "raw_url": "https://github.com/team-mirai/policy/raw/ff28a353f3ffbf4db33a1289df10acf2e555d1ca/01_%E3%83%81%E3%83%BC%E3%83%A0%E3%81%BF%E3%82%89%E3%81%84%E3%81%AE%E3%83%93%E3%82%B8%E3%83%A7%E3%83%B3.md",
      "contents_url": "https://api.github.com/repos/team-mirai/policy/contents/01_%E3%83%81%E3%83%BC%E3%83%A0%E3%81%BF%E3%82%89%E3%81%84%E3%81%AE%E3%83%93%E3%82%B8%E3%83%A7%E3%83%B3.md?ref=ff28a353f3ffbf4db33a1289df10acf2e555d1ca",
      "patch": "@@ -1,95 +1,221 @@\n ⚠️ 本マニフェストは作成途中版であり、内容は今後変更の可能性があります。  \n-💬 ご意見・ご指摘をもとに、より良いものへと進化させていきます。詳しくは[こちら](README.md#このマニフェスト自身もみんなの知恵を集めて改善していきます)。  \n-🎉 早稲⽥⼤学デモクラシー創造研究所の参院選マニフェスト比較ウェブサイト「#くらべてえらぶ」において、チームみらいが55点で「トップ」となりました。詳しくは[こちら](https://waseda-idi.jp/archives/3078)。    \n-\n-# テクノロジーで誰も取り残さない日本をつくる\n-\n-### 今、私たちは世界から取り残されるかどうかの分かれ道に立っています\n-\n-　日本は先進国の中で唯一、この20年にわたって平均年収が増えておらず、実質GDPもほとんど成長していません。子どもの数はどんどん少なくなり、2024年の出生数は70万人割れ(68万6061人)と過去最少を更新しました。高齢化も進んでおり、労働力の中核となる生産年齢人口の割合はどんどん減っていきます。また産業を見ても、世界では特にインターネット関連で新しい産業が生まれましたが、日本から世界的なインターネット企業は生まれず、デジタル赤字は増え続けています。\n-\n-　まさに日本はいま、世界の発展から取り残されています。\n-\n-　しかし、まだチャンスは残っていると私たちは考えます。日本の教育水準は高く、治安も良く、投資余力もあります。これらの力を良い方向にうまく使うことができれば、状況を変えられると思います。つまり、今が分かれ道なのです。\n-\n-### いまの政治は未来を作ろうとしているだろうか？\n-\n-　いま、政治の課題として取り上げられているのは『どう再分配するか』の話ばかりで『どう成長するか』の議論は不足しています。現在の税制、基礎控除、医療費、年金問題などの議論はどれも成長を生み出す話ではありません。もちろん、再分配は非常に重要な話ですが、長期の成長戦略が描けていないことは大問題です。成長がなければ再分配の原資は得られません。\n-\n-　このままでは真綿で首を締められるかのごとく状況が悪化し続けるでしょう。減税や一時給付などの一時しのぎのカンフル剤だけでは、進行する物価高の根本的な解決策にはなりません。本当の意味で私たちの暮らしを豊かにし、国として持続的な成長をできる構造を作るためには、私たちは適切にリスクを取り、成長のための挑戦をしなければなりません。\n-\n-### 日本が成長するにはテクノロジーと向き合うことが必要\n-\n-　私たちがどうすればいいのかは、歴史の中にヒントがあります。50年代から80年代にかけて、日本は人類史上稀に見る成長を成し遂げました。焼け野原が広がっていた戦後から、たった40年で経済大国になることができました。\n-\n-　この時起きていたのは、テクノロジーを活用したさまざまなイノベーションでした。カラーテレビ、新幹線、電気炊飯器、クーラー、軽自動車、スーパーカブ、自動改札機など、旺盛な起業家精神は経済を大いに牽引していました。ソニーやトヨタ、任天堂などの偉大な企業が次々に誕生/成長し、新製品は私たちの生活をより良いものにしてくれました。\n-\n-　天然資源も人口増加もない日本が経済的成長を生み出せるとすれば、その糸口はテクノロジーであり、創造性であり、イノベーションにこそあります。そして、これらを着実に発展させるためには教育、科学技術、インフラに対して惜しみない投資を行わなければなりません。\n-\n-### テクノロジーは人類の選択肢を着実に増やしてきた味方である\n-\n-　テクノロジーは私たちの一人ひとりの選択肢を持続的に増やしてきました。例えば最初のテクノロジーと言える『火』は加熱を可能にし、食品の栄養価を高め、長期の保存を可能にしました。眼鏡は、視力の悪い方でも支障なくものを見えるようにしてくれます。車椅子は足の不自由な方でも移動をできるようにしてくれます。テクノロジーを使うことで、私たちの選択肢は増えます。一人ひとりの意思をより尊重できるような社会を作れます。\n-\n-　また、テクノロジーは人類全体が抱えている地球規模の課題解決に対しても有効です。気候変動やそれに伴う食料問題、エネルギー問題、増大するパンデミックリスクなど、私たちの世界は地球レベルでたくさんの課題を抱えています。経済成長と持続可能性を両立するには、科学技術の進展が必要不可欠です。\n-\n-　私たちは科学技術を推し進め、技術を良い方向に使うことで、誰も取り残さない未来を作ることができると考えています。\n-\n-### AIは不確実性を高める。故に日本にとってチャンスでもある\n-\n-　数あるテクノロジーの中でも、特に目覚ましいのはAIの発展です。今、AIの能力は驚くべき速度で伸びており、AIの仕事能力は7ヶ月ごとに倍増、必要なコストは12ヶ月ごとに10分の1になると言われています。じっさい、最新のAIモデルのIQは、2024年の5月には96でしたが、たった１年後の2025年の4月には136まで上昇しています。今のAIは東京大学の入試問題や医師試験なども合格ラインに達しています。このままのトレンドでAIの能力が高まれば、2030年には、AIが、人間が1ヶ月を要するほどの複雑な仕事もこなせるようになる可能性があります。\n-\n-　このような状況下では、経済、産業、教育、行政、科学のあらゆる領域が高速に変化します。AIに関連する市場の大きさが急速に拡大するばかりか、社会を形成するさまざまなシステムを大きく見直す必要が出てくるでしょう。私たちはこの環境変化に即座に対応しなければなりません。\n-\n-　見方を変えるとこれは日本にとってはチャンスでもあります。新しい技術が立ち現れる時代は勝者と敗者が入れ替わりやすいタイミングです。前の二回の大きな技術変化——インターネットとスマートフォンの誕生——では後塵を拝しましたが、今回はまだチャンスが残っています。AIを『作る』レースは米中に大きく遅れをとっていますが、AIを『使いこなす』レースはまだはじまったばかりです。\n-\n-　トヨタが最初の自動車を完成させたのは1935年で、これはT型フォードが発売されてから27年も後のことです。当時の常識では日本には産業基盤も技術力もなく「今さら日本企業が参入しても世界の自動車メーカーには絶対に勝てない」と批判されていました。結果がどうなったのかは、皆さんご存知の通りです。トヨタは世界一の自動車メーカーになりました。「もう遅い」という声に負けず、冷静にチャレンジしなければいけません。\n-\n-### このマニフェストでは、未来をつくるための３ステップを提案しています\n-\n-　第一に**デジタル時代の当たり前をやりきる**ことの実施です。教育、経済、行政などの分野で、意思決定を伴えばすぐにできて、即効性が高い打ち手をならべています。残念ながら、日本ではデジタルリテラシーが低く、遅れている部分が多いのですが、であるが故に「当たり前」を実行するだけで成果が出る「のびしろ」がたくさんあると考えています。まずこれらの「のびしろ」を発見し、すばやく実行することに価値があると思います。\n-\n-　例えば、以下のような政策が考えられます。\n-\n-* 教育分野では、AIの利用権を全ての生徒に届け、より効率的に学習を支援できるようにし、子どもたちのAI格差を減らす  \n-* 医療分野では、オンライン診療と薬のドアツードア配送で \"通院のない通院\" を実現。画像診断AIの導入促進で診断精度と医師不足の解消を同時に実現  \n-* IT/AIによって行政手続きを民間サービス並に改善させ、行かせない、書かせない、待たせない、迷わせない行政を実現  \n-* 確定申告を自動化し、無駄になっている多くの工数を削減し、可処分時間を確保することを目指す  \n-* 子育て分野では、子育てを切れ目なくサポートするデジタル母子パスポートを実現。補助券やワクチンの残高も自動管理し、紙の手続きをゼロにしたり、つわりの時期にわざわざ母子手帳を取りに外出する必要をなくす\n-\n-　第二に**変化に対応できる、しなやかな仕組みづくり**です。アメリカの政権交代、世界各地での戦争など、世界は急速に変化しています。また、AIの指数関数的な性能向上は社会のあらゆる構造に影響します。こういった不確実性の高い場面では、変化に迅速に対応できるしなやかさこそ重要です。かつては考えられなかったような政策も、テクノロジーの力によって実現可能になると考えています。今の税制、教育、医療制度などは細かい事情まで考慮できないことを前提に作られたシステムですが、AIはより複雑な現実の事情に照らし合わせた高度な判断を出来るようになりつつあります。\n-\n-　例えば、以下のような政策が考えられます。\n-\n-* 経済財政運営におけるシナリオプランニングの強化を行う。例えば、AGI（人間並みの知能を持つAI）が早期に開発され産業に大きなインパクトがあった場合にどうすべきか、事前に検討を行い即座に大胆な対策を講じれるようにする  \n-* ブロードリスニングの技術を使い継続的に解像度高く国民の意見・アイデアを集めることができるデジタル民主主義の実践  \n-* 複合的な情報を組み合わせることによって、適切な自己負担割合を設定し、保険財政の健全化をしつつ医療効果を最大化  \n-* 『所得』、『年齢』、『扶養』等の断片的な情報で作られた画一的な税制ではなく、個人の貯蓄額、景気動向、産業別動向などの情報に基づいた税制アルゴリズムを設計する  \n-* 『年齢』で雑にくくる画一的な教育ではなく、個人の特性や興味関心に応じたきめ細かな指導をAIチューターを用いて実施\n-* 政策の効果を定量的に評価し、必要に応じて迅速に見直す柔軟な改善サイクルを確立します。また、これを阻む社会の実態にそぐわなくなった制度や慣習は適宜見直します。\n-\n-　第三に**長期の成長に大胆に投資する**ことを行います。具体的には子育て支援や教育などの人づくり、新産業創出や科学技術研究、エネルギー、文化振興に持続的に投資をすべきだと考えています。\n-\n-　例えば、以下のような政策が考えられます。\n-\n-* 教育に投資する。現状、国家が投入する教育費は、対GDP費だとOECD平均より低いが、これを世界水準にする  \n-* 科学技術に投資する。産業応用については民間の目利き力をうまく使いながら選択と集中を行い、基礎研究については交付金の使い勝手をあげながら世界中のトップ研究者を誘致  \n-* エネルギーの安定供給のための設備投資を行う。AI用途の需要増に対応するため、一部は地政学リスクの低い国外にデータセンターを建設して対応する  \n-* 文化振興に投資する。産業としての成長が見込めるのはもちろんのこと、国民一人ひとりが尊厳を持つために欠かせないものである\n-\n-### このマニフェスト自身も、みんなの知恵を集めて改善していきます\n-\n-　今、読んでいただいているマニフェストは皆さんの声を拾いながら改善していくためのバージョン0.1であり、まだまだ議論中、作業中の箇所がたくさんあります。チームみらいは全てを決めた後にマニフェストを発表するのではなく、よりオープンにみなさんと一緒にマニフェストを育てていきたいと考えております。具体的には、AI熟議システムの『いどばた』や全国で開催するオフラインミーティング、独自に行う専門家へのインタビューなどを通じて、どんどん知恵を集めたいと思います。\n-\n-　「考えがまだまとまっていないではないか」とご批判を受けるリスクを積極的に取りながら、現時点の未熟なバージョンの公開に踏み切ります。なぜそうするかといえば、批判の目をたくさん入れ、意見を取り入れてゆくことが最も良い政策を作るやり方だと思うからです。また、これはシンプルな多数決のように「意見が多いものを取り入れる」ということではありません。意見は聞きますし、プロセスの透明化も行いますが、あくまで意思決定は既存政党と同様にチームみらいの人が行います。これは、責任を取れる『人』が主体となって判断をすることが重要であるという価値観に基づくものです。\n-\n-　作業中の箇所もたくさんあるため、議論の結果、これらのマニフェストの内容がまだ大きく変わる可能性がある点はご理解いただけますと幸いです。\n-\n-### （ご参考）党議拘束についての考え方\n-\n-　チームみらいはフルパッケージ政党でもシングルイシュー政党でもなく、その中間の争点特化型政党を志向しています。それゆえ、この政策集で掲げた各論点の政策やビジョンについては、実現のために党を挙げて取り組み、党議拘束もかけてまいります。また、予算案や首相指名、内閣不信任案および緊急度・重要度の高い法案についても、党が掲げるビジョンや政策の実現のために一致して行動します。その一方で、政策集でビジョンや政策をお示ししていない論点の法案については、党として原則的に賛否を拘束しない立場をとり、各議員の自由投票を認めます。\n-\n-　チームみらいが上記のようなスタンスを取る理由は、「選挙公約の実現に責任を持つため」です。すべての政策に党議拘束をかけるのではなく、公約としてお約束したビジョンや政策の実現のために結束することで、国民の皆さまからのご期待に責任を持って応えます。公約外の論点については幅広い議論を受け入れ、政策ごとに勉強会や討論を経て、最終的には議員の主体性に任せることで、党の透明性や民主性を高めます。\n-\n+💬 ご意見・ご指摘をもとに、より良いものへと進化させていきます。詳しくは[こちら](README.md#このマニフェスト自身もみんなの知恵を集めて改善していきます)\n+\n+# ３．くらしと行政\n+\n+## ビジョン\n+\n+* 政党自らが手を動かして、政治・行政にテクノロジーを実装し、情報公開や効率化を進め、国民が変化を実感できる政府をつくります。  \n+* 誰もが迷わず、負担なく、支援や制度にアクセスできる使いやすさ最優先の公共サービスを実現します  \n+* 政策・制度の設計段階から専門知と技術を活用し、機能する法制度・行政運営を支える仕組みをつくります\n+* 環境技術に投資する。気候変動、環境汚染、生物多様性の喪失といった地球規模の課題への早期の対策は、将来世代の負担を軽減するだけでなく、新たな成長産業を創出する機会でもある\n+\n+## １）永田町にエンジニアチームを設置し、国会・行政のDXを推進します\n+\n+### \n+\n+### 現状認識・課題分析\n+\n+* 民間と行政で進む「技術活用のギャップ」\n+  * 民間企業ではテクノロジーを活かしたサービスの高度化が進む一方、行政や立法分野では変化のスピードに課題があり、日常的な利便性の実感に差が出てきています。\n+* 国会・立法府における技術人材の構造的不足\n+  * AIやオープンソースソフトウェア（ソースコードが公開され、誰でも自由に使用、改変、再配布が可能なソフトウェア。以下OSS）の活用が社会の基盤技術となる中、立法や政策設計においても専門的な技術知見が求められています。\n+  * イギリスでは「UK Parliamentary Digital Service（PDS）」がこうした役割を担っており、日本でも常設の技術チームによる支援体制が急がれています。\n+* 国民参加と熟議を支える基盤の未整備\n+  * 政策形成に市民の声を活かすには、意見を集め・整理し・論点化する基盤が必要ですが、現在はその多くが未整備です。多様な意見を構造的に把握・分析するツールの整備が求められています。  \n+\n+### 政策概要\n+\n+* 国会にエンジニアチームを設置\n+  * 政党交付金を活用し、10名程度のエンジニアからなる技術チームを国会に設置します。政治・行政向けのソフトウェアや分析ツールを迅速に開発・実装し、立法・政策プロセスの高度化を支援します。\n+  * また、UK Parliamentary Digital Serviceのような先行モデルを参考にしつつ、AI・OSSの専門知見を立法府に常時インプットします。\n+* 行政のデジタルツールをつくる・運用する\n+  * ネット上で話し合える場づくり\n+    * デジタル民主主義2030で採用されている「いどばた」を活用し、市民が自由に意見を出し合えるオンラインの熟議の場を展開します。AIが内容を整理し、論点を明確にすることで建設的な議論を後押しします。\n+  * 声をきちんと受け止めるしくみ\n+    * すでに構築された「広聴AI」を基盤に、パブリックコメントやSNSなどから集まる意見を分類・整理し、政策検討に活かせるよう継続的に運用・改良します。\n+ * 政治資金の流れを市民が追えるツールを活用\n+    * デジタル民主主義2030における「Polimoney」を活かし、国民が政治資金の流れを容易に追跡・分析できる仕組みを導入します。\n+    * あわせて、企業・団体からの献金は受け取らず、将来的な制度見直しにも取り組みます。 政党自らがまず行動し、政治資金のあり方を少しずつ見直すことで、より透明で納得感のある政治の実現を目指します。 \n+ * 自治体で使えるOSSツールの開発\n+    * デジタル庁が進める標準化や共通基盤と競合しないよう配慮しつつ、小規模な自治体でも導入しやすいツール群をOSSとして迅速に構築します。必要に応じてカスタマイズできる形で全国に展開します。\n+ * プロトタイプによる仮説検証とOSS化\n+    * デジタル政策の構想段階において、まずプロトタイプを開発し、実現性や運用上の課題を検証します。効果が認められたツールについては、公共的に再利用可能なOSSとして開発・公開します。\n+ * 議員のための情報収集・分析支援機能\n+    * 各府省の資料、過去の国会・委員会の議事録などを横断的に収集・整理し、関連情報を自動的に集約・提示する機能を開発します。忙しい議員が短時間で必要な情報にアクセスできるようにします。\n+ * 技術外交のハブ機能\n+   * エンジニアチームだからこそ可能な“テック外交”を推進します。国内外の技術者コミュニティと連携し、政策立案に必要な知見を得ると同時に、日本発のガバメントテクノロジーのプレゼンスを高めていきます。\n+\n+## ２）使いやすい行政を実現します\n+\n+### 現状認識・課題分析\n+\n+* 住民にとって“体験の良さ”は依然として低水準  \n+  * 国民生活に直結する26手続きについて、オンラインで完結できる自治体は65.1％にとどまり、3 割強が依然として書面・窓口前提で、オンライン移行は道半ばです。（出典：デジタル庁「[データから見た成果：社会におけるデジタル活用の進捗](https://www.digital.go.jp/policies/report-202309-202408/progress)」）  \n+  * 「オンライン手続きができない」「何度も同じことを書く必要がある」「窓口が明確じゃない」などの声も聞こえ、国民にとっての使いやすさにはまだまだ改善の余地があります。  \n+  * 育児中のご家庭や、高齢の方、障害のある方、就業者など、全ての人にとっての使いやすさが重要ですが、「手続きが複雑であきらめた」事例が各種ヒアリング調査で報告されています。\n+* 制度へのアクセス障壁がもたらす公平性の欠如\n+  * 日本の社会保障制度や各種公的支援制度は、申請主義を前提として設計されており、制度の存在自体はあっても、情報格差や申請手続きの複雑さから、「制度があっても支援が届かない」状態が広く生じています。\n+  * 特に、低所得世帯、高齢者、障がい者、ひとり親家庭といった支援ニーズの高い層ほど、制度へのアクセス障壁が大きく、支援の取り残しが深刻な課題となっています。 \n+* 行政内部の非効率の改善とポテンシャル  \n+  * 統計調査や現地調査で「Excel→手入力→基幹系」などの多重入力が常態化し、調査漏れや職員二重配置が発生していると自治体現場からの声もあります。  \n+  * デジタル化を進めることで、職員は書類の受け取りや書類の記載内容の確認から解放され、本来の対人支援・相談業務に注力できるようになります。  \n+  * また、業務フローを標準化・再整備することで業務の属人性、二重入力を排除し、またシステムによる自動チェックや履歴管理によりヒューマンエラーを防ぐことができ、待ち時間の減少、迅速な給付など、行政サービスの質の向上に繋がります。  \n+  * 例えば、書面や対面を義務づけるアナログ規制をオンライン化しただけで、甲種防火管理講習では年間 16.7 億円のコスト削減効果が試算されており、同様の潜在効果が多数残存。（出典：デジタル庁「[アナログ規制の見直しによる経済効果（中間報告）](https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/8993b6ae-e3d2-4d34-afe1-5c722d8e516f/fc4e86f1/20231226_policies_manual-analog-regulation-review_outline_05.pdf)」）\n+\n+### 政策概要\n+\n+* 行かせない、書かせない、待たせない、迷わせない行政を実現  \n+  * 行かせない  \n+    * 行政手続のオンライン化をさらに推進する  \n+      * 書面・対面義務規定の更なる見直しを実施します。あわせて、マイナンバーカードと公的個人認証（JPKI）を活用し、本人確認と必要情報の自動取得を可能とすることで、原則として窓口来訪を不要にする行政手続きを拡大します。 \n+  * 書かせない  \n+    * マイナンバーを活用して、利用可能な税・社会保障データの範囲を段階的に拡大し、自動連携することで申請時の住民による再入力を排除します。\n+      * 各省庁と自治体のデータベース連携を推進することで、住民が同じ情報を何度も提出する必要を無くします。 \n+    * さらに、国民健康保険料の算定や各種減免措置については、行政が既に保有している課税・所得情報を標準APIにより内部で自動参照・適用することを原則とし、国民に対して紙の書類提出を求めない運用を標準化します。すでに一部自治体で試行が始まっており、全国展開に向けた制度設計を加速させます。\n+    * デジタル庁の推し進める「[自治体窓口DX](https://www.digital.go.jp/policies/cs-dx#local-governments)」を更に推進していくとともに、加えてIT\\&AIを活用したバックヤード改革を行い、入力内容の確認、窓口業務職員の負担軽減を図ります。  \n+  * 待たせない  \n+    * 前提として、オンライン化を推し進め、行政機関への訪問を不要にします。  \n+    * ただし、どうしても訪問が避けられない場合もあるため、そのような場合は混雑状況をリアルタイム配信することで待ち時間の平準化を図り、結果的に「待たされる」体験を改善します。  \n+  * 迷わせない  \n+    * 行政サービスを「探す・理解する・申請する」といった一連の行動において、住民が迷うことなくスムーズにたどり着ける仕組みを構築します。情報の分かりにくさや複雑さが申請意欲の喪失につながる現状を踏まえ、誰もが迷わず必要な支援にアクセスできる行政を目指します。\n+    * 例えば、確定申告については、その手続きの煩雑さがかねてより指摘されており、納税者の負担軽減が急務です。マイナンバー制度およびマイナポータルの基盤を活用し、給与・報酬・金融所得・社会保険料・医療費など、申告に必要な情報を関係機関から自動的に集約・連携する仕組みを段階的に整備します。\n+        * 現時点でも、医療費通知・社会保険料・ふるさと納税情報などについては、マイナポータル経由で取得し、e-Tax上に自動反映される機能が実装されています。また、家族の医療費についても、事前の代理設定により取得可能となるなど、代理による補助的な申告準備も技術的に整いつつあります。\n+        * 今後は、これらの仕組みをより一層拡張し、証券会社・金融機関・保険会社などの情報も含めた網羅的な所得・控除情報の事前集約を推進します。また、高齢者や体調不良等により自らの申告が困難な納税者については、税理士等の有資格者に限らず、家族等による代理提出やサポートがしやすくなる環境整備（例：電子委任状の標準化、代理人向け操作画面の整備）を進めます。\n+        * これにより、最終的には、納税者があらかじめ集約された申告内容を確認し、ワンクリックで申告を完了できる「ワンクリック申告」の仕組みを実現します。本人の意思に基づいた安全な情報連携、透明性の高い運用、そして不正利用を防止する制度設計を徹底することで、誰にとっても使いやすく、安心できる確定申告制度への転換を図ります。\n+        * この基盤を活かすことで、税や社会保障の控除・給付の“境界”をなめらかにし、より合理的な制度運用へと接続していくことが可能になります。確定申告の改革は、より本質的な制度の滑らかな設計——「なめらか税・社会保障」への移行に向けた第一歩でもあります。\n+        * なお、希望する納税者に対しては、マイナンバーカードに紐付けられた公金受受口座から、確定した税額が納税期限日に自動的に引き落とされるオプションも導入します。引き落としにあたっては、納税額の確定内容を事前にマイナポータル上で確認・同意できるようにし、利用者の不安や誤課税への懸念に対応します。\n+    * また、本人情報やマイナンバーに紐づく属性データ（年齢、所得、家族構成など）に加え、住民自身がマイナポータル等で登録した興味・関心分野（例：子育て、教育、住宅支援、起業支援など）をもとに、対象となる可能性のある補助金・制度を自動抽出し、アプリやメールで個別通知する仕組みを整備します。これにより、「制度を自分で探しに行く」のではなく、「必要な情報が向こうから届く」プッシュ型の情報提供が実現されます。\n+      * すでに、マイナポータルの「ぴったりサービス」や一部年金手続きで先行実装されつつあり、今後は他制度にも横断的に拡張し、自動化の精度を高めていきます。\n+      * 一定の要件を満たす給付金や手当については、本人への通知後、一定期間内に異議がなければ公金受取口座に自動的に振り込まれる「オプトアウト型自動給付」の仕組みを整備します。2024年の定額減税補足給付では、申請不要の給付が一部自治体で実施されており、これを皮切りに、恒久的な制度への段階的移行を進めていきます。\n+      * 加えて、会社からの退職情報や介護・障害の認定など、個人のライフイベントの情報が行政に届いた時点で、国民健康保険の加入や保険料の減免申請といった関連手続きを行政側で一括処理し、本人にはその結果のみを「通知」として送付する仕組みも構築していきます。2025年度より始まる電子離職票のデジタル連携はその基盤となり、今後は国保・年金・雇用保険など複数制度を一体で処理する「ワンストップ型自動手続」への発展させていきます。\n+      * 一方、守りの側面も重要で、制度の拡張とともに、AIを活用した不正受給リスクの自動検知モデルを導入し、高リスクケースを優先的に審査するリスクベースアプローチを採用します。東京都の特別区を中心に生活保護や児童扶養手当などで導入が始まっており、これを他の給付分野にも広げていく方針です。あわせて、マイナポータル上で給付履歴や本人への情報照会履歴を確認できるダッシュボード機能を拡充し、透明性とトレーサビリティの確保も図ります。\n+    * ユーザーの質問や状況に応じて最適な窓口や手続きをナビゲート、代行するAIチャットボット、AIエージェント等の導入を加速させ、迷いなく必要な情報にたどり着ける環境を整備します。\n+        * また、AIチャットボットでの対応が難しい場合には、速やかに専門の相談員へ引き継ぐ体制を構築します。デジタル機器の操作に不慣れな方でも安心して利用できるよう、人によるサポートの選択肢を常に用意します。\n+        * 特に高齢者の方々に対しては、デジタル庁の「[デジタル推進委員](https://www.digital.go.jp/policies/digital_promotion_staff)」の取組等と連携し、対面相談窓口の充実や、わかりやすい言葉づかい、大きな文字表示といったインターフェース配慮を徹底します。これには、日本産業規格（JIS）等に準拠したアクセシビリティ基準の採用を含みます。\n+        * 既に成果を上げている自治体と民間企業の連携による現場サービス（例：出張講習、地域サークルと連動したIT体験会）などの優良事例を迅速に横展開し、全国での実装を加速させます。\n+    * 政策情報や手続き案内を、AIや検索エンジンが解析しやすい機械可読なデータ形式（HTML, JSONなど）で提供。AI・アプリ・Web検索を活用した情報アクセス性を向上させます。\n+    * 行政文書の日付表記を分かりやすく改善し、西暦を併記または主として使用することで、和暦の確認や年数の計算といった無駄な確認作業をなくし、利便性を向上させます。\n+\n+\n+## ３）AI＆ITによる公務員の働き方改革を行います\n+\n+### 現状認識・課題分析\n+\n+* 過重労働が常態化し、若手人材が敬遠。行政サービスの質・スピード双方が低下。  \n+  * パブリックコメントは案件によっては10万件超の意見が集まる事例もあり、職員が手作業で分類するなど、大きな事務負担が生じています。\n+* 立法支援機能の限界と現場の疲弊\n+  * 各省庁だけでなく、衆議院・参議院の法制局では、議員立法や政策分野の多様化により、法案作成・審査の業務が増大しています。膨大な審議記録や類似法案の調査を限られた人員でこなす現場はすでに限界に達しており、業務支援のための技術導入が不可欠です。   \n+* 危機対応に必要な“余白”が消失  \n+  * 人手不足・過重労働が常態化しているため災害やパンデミック時に臨機応変な動員が難しく、非常時に機動的な動きができない恐れがあります。  \n+\n+### 政策概要\n+\n+* FAXや紙の廃止を進めるとともに、行政機関に最新の業務ツールや柔軟な働き方を導入し、職員のデジタルリテラシーを高めます。こうした基盤整備により、現場の実態や社会の変化を的確に捉えた、現実に即した政策立案を可能にします。  \n+* 行政内部DX  \n+  * AIアシスト型ワークフロー  \n+    * パブリックコメントの分類、分析をAIで効率化します。  \n+    * 紙のみで保存されている資料をOCRで検索可能にします。  \n+    * 告示・通知をデータベース化し、AI＋RAGで庁内文書横断検索を可能にします。\n+  * 「読み合わせ」から脱却  \n+    * AI技術を活用して原稿のレビューを行うことで、口頭読み合わせを不要にします。  \n+  * 音声AIによる一次問い合わせ窓口  \n+    * 代表電話・コールセンター業務を集約し、職員が二次対応に専念できる環境を整備します。  \n+  * 機密区分・個人情報のマスキング手順を標準化し、行政機関での安全な生成AI活用を進めます。    \n+*  立法支援業務に向けたデジタルツールの整備\n+  * 類似法案の検索、過去の審議記録の分析、条文案作成支援、影響範囲分析など、AI技術を活用したツールを開発します。  \n+  * e-Gov法令APIの構造化強化（プレーンテキスト化、履歴管理、告示データの整備等）や、デジタル庁が進める法制事務のデジタル化の動きとも連携し、議員立法や修正案作成にも使いやすい支援ツールを整備します。  \n+  * 法令・規則・条約のデータを再利用可能なリソースとして統合し、立法過程全体の質とスピードを高めます。\n+* 司法DX  \n+  * 司法における書面準備作業などをAIを利用して効率化します。  \n+  * AI“0審”モデル  \n+    * オンライン上の名誉毀損など、発生件数が多いものについては、パターンを学習し、判決や賠償額を予測するAIを開発します。  \n+    * モデルをAPI経由で公開し、リスク警告の実装を可能にすることでそもそもの法律違反を減らすことを目指します  \n+      * 例：プラットフォーマーがSNS上の投稿前に名誉毀損に当たらないかチェックする機能も実装可能に  \n+    * AIによる不当なバイアスが発生しないよう、認証/確認のプロセスを徹底\n+    * また、AIの分析結果を理由として、法テラス等の公的支援を受ける権利や、その他の法的手段を不当に制限されることがないようにする。\n+   \n+## 4）決まる前に追える、届けられる――市民の声が届く法制度トラッカー\n+\n+### 現状認識・課題分析\n+\n+* 気づいた時にはもう終わっているパブリックコメント\n+  * 行政機関が実施するパブリックコメント（以下「パブコメ」）は、政策や規制の案を事前に公表し、広く国民から意見や情報を募集する重要な手続きです。しかしながら、その受付期間は原則30日以上とされている一方で、実際には短縮されるケースもあり、関係者が気づいたときには既に締切直前ということも少なくありません。\n+  * また、パブコメが実施されるタイミングでは、政策の内容がおおむね固まっている場合が多く、提出された意見が必ずしも十分に反映されていないという指摘もあります。\n+* 国会提出後に話題になっても、修正の余地は限られている\n+  * 法律案が社会的に注目されるのは、国会に提出される見込みとなった段階以降が多く、報道やSNS上での議論もこの時期に集中しがちです。\n+  * しかしその時点では、与党内の事前審査や省庁の内部調整を経て内容が固まっており、国会審議では野党修正や附帯決議が付くことはあっても、大きな修正がなされる可能性は低いのが実態です。\n+* 審議会など“政策の設計図”に市民の声が届きにくい\n+  * 例えば介護や医療などの分野においては、定期的な法律改正の前段階として、省庁が開催する審議会や部会で制度内容の検討が行われます。これらは実質的に政策の骨格を決める重要な場でありながら、パブコメの対象とはされておらず、一般には議事録が後日PDFで公開されるのみです。\n+  * そのため、審議会の段階で市民や現場の当事者が意見を届ける制度的な手段が整っておらず、政策形成の初期段階が“静かに”進行してしまう傾向があります。\n+* 今、効力を持っている条文がどれか分からない\n+  * 法令は、一般の市民にとって複雑で読みづらい構造になっているのが現状です。改正履歴や経過措置、時限措置といった要素が積み重なっており、特に改正法では条文ごとに異なる施行日が定められることも少なくありません。\n+  * さらに、附則に記された内容も施行期日が異なる場合が多く、「今まさに有効な条文がどれなのか」「いつ何が終了するのか」といった情報を追いかけるのは非常に困難です。こうした制度上の読みづらさは、法令への信頼や参加意識の妨げになっています。\n+ \n+### 政策概要\n+* 「気づけない」「わかりづらい」から、「追える」「伝えられる」「反映される」へ。\n+  * 政策づくりの流れを早期かつ継続的に追いかけ、暮らしに直結する法律や制度に“自分の声”を確実に届けられる仕組みを整えます\n+* 「知らないうちに終わってた」をなくす\n+  * 関心テーマ（教育、福祉、税制など）を登録することで、関連するパブリックコメントの受付開始を事前にお知らせする仕組みを構築します。\n+  * 開始前・開始時・締切前の３段階で通知し、「気づいたらもう締切」の機会損失を防ぎます。\n+* 政策の立案プロセスが見えるタイムライン\n+  * 一例ではあるが、審議会 → 与党部会 → 法令案作成 → パブコメ → 閣議決定 → 国会提出 → 成立 → 公布・施行という政策審議から立案・成立までの一連のプロセスを可視化します。\n+  * また国会や委員会審議では、議員ごとの過去発言や関連法案へのスタンスを色分け等見やすい形で表示し、一目で分かる仕組みを用意します。\n+* 法令トラッカーで変更差分・履歴を可vis化\n+  * 改正法令の新旧条文を色分け等で差分表示し、どこがどう変わったかを直感的に把握できるようにします。\n+  * また、条文ごとの公布日・施行日、時限・経過措置の終了予定日をカレンダー形式で整理し、「今効力を持っている条文」「次に変わる条文」を分かりやすく提示します。\n+  * さらに、企業や自治体向けには API で同じ情報を提供し、社内規程や業務マニュアルの自動更新にも活用できるようにします。\n+* “みんなの声”が届くしくみ\n+  * PDF で公開されている審議会資料や議事録を機械可読化し、検索も要点把握も簡単にします。\n+  * また、「広聴AI」「いどばた」などの意見集約サービスと連携し、審議会段階から市民や現場の声を“ゆるやかに”政策づくりへ届ける場を設けます。\n+\n+## 5） 選挙現場の負担に寄り添い、届出手続・運用のデジタル化を進めます\n+\n+### 現状認識・課題分析\n+\n+* 立候補手続きが“紙と対面”に強く依存\n+   * 立候補予定者は、事前説明会で各都道府県選挙管理委員会から膨大な届出書類を受け取り、記入・管理・提出に多大な労力を要しています。\n+   * 提出にあたっては、押印済み原本を「厳封」のうえ庁舎に再度持参する必要があり、手続き全体が紙ベースで運用されています。\n+   * なお、参議院選挙など一部では総務省のように[Web上](https://www.soumu.go.jp/senkyo/senkyo_s/news/000182044.html)での資料提供が行われている例もあります。\n+* 供託金納付はオンラインでも“紙提出が慣行のまま”\n+   * 法務省が提供する「供託ねっと」により、選挙供託金はオンラインで納付可能となっていますが、多くの選挙管理委員会では電子形式の預納証明書を受理しておらず、法務局で紙の原本を発行・提出する運用が依然として求められています。制度と現場運用の間に乖離が存在しています\n+* CD-R提出やPDFでの書類作成など、古い慣行が温存\n+   * 選挙公報などの提出書類では、CD-Rでの提出が求められる場合があります。\n+   * また、PDFファイルで様式が配布されることもあるため、専用ソフトによる加工や印刷・手書きによる記入が必要となることがあります。こうした非効率な形式依存が、事務作業の負担を増大させています。\n+* 短期間に集中する手続きと、情報の重複提出\n+   * 事前説明会から事前審査までわずか数日しかなく、その間に移動をしつつ、供託・戸籍取得・住民票・委任状・事務所届・政見放送などを同時並行で準備する必要があります。\n+   * 加えて、各選挙管理委員会により必要書類や記載ルールが異なり、同じ情報（例：候補者名や住所）を何度も転記させられる構造になっています。\n+   * このような短期集中・多重入力の負担は、特に参議院選挙のように全国を対象とする選挙では、地方に拠点を構えることが困難な新興政党にとって大きな障壁となっています。\n+* 移動・時間・費用面での制約が候補者の多様性を阻害\n+   * 庁舎への訪問や書類の郵送などにかかる時間や費用は、物理的・経済的な負担となっており、地方在住者、海外在住の日本人、平日に時間を取りづらい層にとって立候補の大きなハードルとなっています。その結果、立候補機会における地域・環境間の格差が生じ、候補者の多様性確保にも影響を与えています。\n+ * 証紙ビラなど“紙中心の運用”が人的・時間的リソースを圧迫\n+   * 選挙運動においても、証紙付きビラの貼付作業、ポスター掲示、ハガキの印刷・送付など、多くの工程が紙を前提としており、候補者・支援者にとって過大な物理作業となっています。\n+     * 特に証紙ビラは、規定枚数分に1枚ずつ証紙を貼る必要があり、告示後の限られた時間の中で人手と時間を大量に消費します。\n+   * そのため、新人候補や地方・若年層の立候補機会を制度的に制限している構造につながっています。\n+\n+### 政策概要\n+\n+* 誰もが立候補しやすい選挙へ：“フルオンライン届出”を段階的に実現\n+* 電子手続を全国統一運用へ\n+   * すでに可能となっている「供託ねっとによるオンライン納付」や「事前審査前のメール等での事前チェック」「事前審査のオンライン予約」など、実証済みの仕組みを全ての選挙管理委員会で共通運用できるよう整備します。\n+   * これらの法改正が不要な部分については、例えば総務省通達や業務ガイドラインにより統一ルールを策定し、速やかな運用開始を目指します。\n+   * 一方で、法改正が必要な手続きについては、法的な真正性とセキュリティなどの観点で慎重な対応が必要となるため段階的に進めます。\n+     *  例えば、「届出書類の電子署名・電子提出を紙と同等とみなすための法整備」、「マイナンバーカードを活用した本人確認プロセスの導入」、「書類一式のクラウド保存、タイムスタンプ運用による「厳封相当」措置の導入」については慎重な検証を通した上で段階的に対応します。\n+     *  その際、提出記録や操作ログを保存するなど、セキュリティ・訴訟耐性も確保する想定です。\n+*  手続きの重複をなくし、全国で使いやすい様式へ\n+   * 所・氏名・政党名・略歴などの繰り返しの同一の記載をなくすため、統合入力フォームを整備し、1回の入力で複数様式に自動展開します。\n+   * 加えて、様式・記載要領・メタデータ設計を仕様として標準化し、自治体ごとの記載揺れや独自欄をなくし、公平性と審査効率、ミス削減の両立を図ります。\n+* デジタル庁・総務省と連携した技術基盤の構築\n+   * 行政手続標準化の共通API（GSS）に「公職選挙手続き」を追加し、住民票・税務情報と同様に各種選挙手続きをAPI経由で処理できる構造を検討します。\n+   * 導入に負担の少ない汎用的な業務テンプレートを整備し、予算や人材が限られる自治体でも安定的に運用できるよう配慮します。\n+* 運用現場に配慮した“併存フェーズ”の設計\n+   * これら全てを短期間で実現するのは無理であるため、例えば「紙・電子どちらも可」とする併存期間を3年程度設けるなど、現場が無理なく移行できる設計にします。\n+   * 現在の印刷・審査実務を理解したうえで、電子的に編集可能・自動チェック可能な汎用フォーマットへの段階的移行を進めます。\n+* 選挙運動における“紙前提の制度”も段階的に見直します\n+   * 証紙ビラの手貼り制度については、ビラへのシリアル番号・電子署名の一体印刷などによって、作業負担の軽減と真正性の確保を両立する仕組みへの移行を検討します。\n+   * あわせて、法定枚数の上限制度を、ネット媒体と紙媒体を一体で管理できる費用上限制度へと再設計することも選択肢とします。\n+   * その際は、電子台帳による配布管理やログ保存を組み合わせることで、透明性を担保しつつ、現場の負担軽減と制度的信頼性の両立を図ります。\n+   * さらに、音声読み上げ・多言語対応などのアクセシビリティ施策を拡充することで、情報の届け方そのものを多様化し、「紙が前提」となっている現行制度を超えた、誰もがアクセスできる“開かれた選挙”の実現を目指します。\n \n \n "
    }
  ],
  "commits": [
    {
      "sha": "ff28a353f3ffbf4db33a1289df10acf2e555d1ca",
      "node_id": "C_kwDOOqTJvNoAKGZmMjhhMzUzZjNmZmJmNGRiMzNhMTI4OWRmMTBhY2YyZTU1NWQxY2E",
      "commit": {
        "author": {
          "name": "idobata-policy-app[bot]",
          "email": "211775619+idobata-policy-app[bot]@users.noreply.github.com",
          "date": "2025-07-17T02:46:41Z"
        },
        "committer": {
          "name": "GitHub",
          "email": "noreply@github.com",
          "date": "2025-07-17T02:46:41Z"
        },
        "message": "feat: abcさんの提案に基づき、ビジョンに環境関連の項目を追加",
        "tree": {
          "sha": "ade5b6e26b9d51cdab09052a16a09464e5f46f7c",
          "url": "https://api.github.com/repos/team-mirai/policy/git/trees/ade5b6e26b9d51cdab09052a16a09464e5f46f7c"
        },
        "url": "https://api.github.com/repos/team-mirai/policy/git/commits/ff28a353f3ffbf4db33a1289df10acf2e555d1ca",
        "comment_count": 0,
        "verification": {
          "verified": true,
          "reason": "valid",
          "signature": "-----BEGIN PGP SIGNATURE-----\n\nwsFcBAABCAAQBQJoeGQRCRC1aQ7uu5UhlAAAZGwQAHK/izqvz568DzCFLroOF8nz\nifTIp1ecNNqxAzcqPEsFSt3bYl5FgT93ctN5scLX5Tdc/GWbx2HwokniaKfyoe4D\nqvWaQCMjd+J28SjKgeGx8/SQatbIuM3M2Ik1ei0fQA3Q3mWtrK/vNUVtrOB9qOAb\nGbbNa7uOPV3M2CHP0Ig36DnopHviAN6QJ2WZ8V/EVdIWJNcKwObgXAdfw/pcWkMq\n0khQJQng6sxbj9FRNboY1fDOh/KyohtMf2TmM6OFm7uJWbNlOfrTVTJTOxDKLA6n\nnEk8eaH+0l9yen3j0qjmFPUyw72xR06uAcDypI+iO3qij+aAvfwASG9uekQtyeS2\nPLQqDVl/d8puNbPlpE3m9QFXwOFSIoqs16g1zXTu0eWJfg2n+zA/R/phOaIETp2u\nZZtsibOQsHRzBwkoWEtrveorPhSbM4RXjNpl3yDy3hWvmvsXsFXc/4VxO293ep2W\nyDFsD8nPAPCIYcRzNYx8oYtkAb4aQCeMqoy/wI8f8F8/Uec+fEWNusmucKVA1Ra3\nc6sjhxNab5hv2rJNB7xjcMtEj8zwGfG97nHL61lsGS6tKiuGDWlWSYDHpAB35MyT\n4wvoa7wqfVihYLzOYtEYR6BNEO76rl73+MxLihOyLnnWELhd1jVZqGVBEcSC8C4E\nQM1eBZH1nxWG3Sz9mGij\n=zk9Y\n-----END PGP SIGNATURE-----\n",
          "payload": "tree ade5b6e26b9d51cdab09052a16a09464e5f46f7c\nparent 5405954461b790307959053275242e79fdd9ab91\nauthor idobata-policy-app[bot] <211775619+idobata-policy-app[bot]@users.noreply.github.com> 1752720401 +0000\ncommitter GitHub <noreply@github.com> 1752720401 +0000\n\nfeat: abcさんの提案に基づき、ビジョンに環境関連の項目を追加",
          "verified_at": "2025-07-17T02:46:41Z"
        }
      },
      "url": "https://api.github.com/repos/team-mirai/policy/commits/ff28a353f3ffbf4db33a1289df10acf2e555d1ca",
      "html_url": "https://github.com/team-mirai/policy/commit/ff28a353f3ffbf4db33a1289df10acf2e555d1ca",
      "comments_url": "https://api.github.com/repos/team-mirai/policy/commits/ff28a353f3ffbf4db33a1289df10acf2e555d1ca/comments",
      "author": {
        "login": "idobata-policy-app[bot]",
        "id": 211775619,
        "node_id": "BOT_kgDODJ9wgw",
        "avatar_url": "https://avatars.githubusercontent.com/u/210232249?v=4",
        "gravatar_id": "",
        "url": "https://api.github.com/users/idobata-policy-app%5Bbot%5D",
        "html_url": "https://github.com/apps/idobata-policy-app",
        "followers_url": "https://api.github.com/users/idobata-policy-app%5Bbot%5D/followers",
        "following_url": "https://api.github.com/users/idobata-policy-app%5Bbot%5D/following{/other_user}",
        "gists_url": "https://api.github.com/users/idobata-policy-app%5Bbot%5D/gists{/gist_id}",
        "starred_url": "https://api.github.com/users/idobata-policy-app%5Bbot%5D/starred{/owner}{/repo}",
        "subscriptions_url": "https://api.github.com/users/idobata-policy-app%5Bbot%5D/subscriptions",
        "organizations_url": "https://api.github.com/users/idobata-policy-app%5Bbot%5D/orgs",
        "repos_url": "https://api.github.com/users/idobata-policy-app%5Bbot%5D/repos",
        "events_url": "https://api.github.com/users/idobata-policy-app%5Bbot%5D/events{/privacy}",
        "received_events_url": "https://api.github.com/users/idobata-policy-app%5Bbot%5D/received_events",
        "type": "Bot",
        "user_view_type": "public",
        "site_admin": false
      },
      "committer": {
        "login": "web-flow",
        "id": 19864447,
        "node_id": "MDQ6VXNlcjE5ODY0NDQ3",
        "avatar_url": "https://avatars.githubusercontent.com/u/19864447?v=4",
        "gravatar_id": "",
        "url": "https://api.github.com/users/web-flow",
        "html_url": "https://github.com/web-flow",
        "followers_url": "https://api.github.com/users/web-flow/followers",
        "following_url": "https://api.github.com/users/web-flow/following{/other_user}",
        "gists_url": "https://api.github.com/users/web-flow/gists{/gist_id}",
        "starred_url": "https://api.github.com/users/web-flow/starred{/owner}{/repo}",
        "subscriptions_url": "https://api.github.com/users/web-flow/subscriptions",
        "organizations_url": "https://api.github.com/users/web-flow/orgs",
        "repos_url": "https://api.github.com/users/web-flow/repos",
        "events_url": "https://api.github.com/users/web-flow/events{/privacy}",
        "received_events_url": "https://api.github.com/users/web-flow/received_events",
        "type": "User",
        "user_view_type": "public",
        "site_admin": false
      },
      "parents": [
        {
          "sha": "5405954461b790307959053275242e79fdd9ab91",
          "url": "https://api.github.com/repos/team-mirai/policy/commits/5405954461b790307959053275242e79fdd9ab91",
          "html_url": "https://github.com/team-mirai/policy/commit/5405954461b790307959053275242e79fdd9ab91"
        }
      ]
    }
  ],
  "collected_at": "2025-07-17T03:59:17.915563"
}